# Written by @Fadynagh from http://fadyio.com
# Email:me@fadyio.com
# Github: @fady0


accountsservice
acpi
acpid
akregator
alacritty
alsa-firmware
alsa-plugins
alsa-utils
apparmor
appimagelauncher
arandr
aria2
autoconf
automake
avahi
b43-fwcutter
bash
bison
blueman
bluez-utils
bmenu
btrfs-progs
bzip2
calibre
cantarell-fonts
ccls
clipit
copyq
coreutils
cpupower
cronie
cryptsetup
device-mapper
dfc
dhclient
dhcpcd
diff-so-fancy
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
entr
epiphany
evince
exa
exfat-utils
f2fs-tools
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
fish
flac
flameshot
flatpak
flex
foliate
fzf
gammastep
gawk
gcc
gcc-libs
gcolor2
gettext
git
github-cli
glibc
glibc-locales
gnome-epub-thumbnailer
go
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
helix
htop
hunspell-en_us
i3status-rust
inetutils
intel-ucode
inxi
iproute2
iputils
java-environment-common
jdk-openjdk
jfsutils
kdeconnect
keepassxcblueman
keychain
kvantum-manjaro
lazygit
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgpod
libluv
libreoffice-still
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux515
logrotate
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
mangohud-x11
manjaro-alsa
manjaro-application-utility
manjaro-firmware
manjaro-hotfixes
manjaro-printer
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
matcha-gtk-theme
mdadm
megasync
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpv
nano
nano-syntax-highlighting
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nss-mdns
ntfs-3g
ntp
openresolv
openssh
os-prober
p7zip
pacman
pamac-gtk
parallel
patch
patchutils
pciutils
perl
perl-file-mimeinfo
pkgconf
polkit-gnome
poppler-data
powertop
procps-ng
psmisc
python-pilkit
python-pip
python-pynvim
qbittorrent
qt5ct
ranger
reiserfsprogs
ripgrep-all
rsync
ruby
s-nail
sbxkb
screenfetch
sed
shadow
shellcheck
shotwell
sqlite
 tealdeer  
snapd
sof-firmware
spectre-meltdown-checker
speedtest-cli
stow
subversion
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
tig
tmux
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unclutter
upower
usbutils
util-linux
vi
vibrancy-icons-teal
vim
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wine
wkhtmltopdf
wmutils
wpa_supplicant
xarchiver
xautolock
xcape
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xz
yay
zathura
zensu
