alacritty
alacritty-themes
anki-bin
ansible
appimagelauncher
archlinux-keyring
aria2
bash-completion
bat
btop
calibre
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
chromium
cmus
copyq
cppcheck
curl
docker
dropbox
epub-thumbnailer-git
evince
exa
feh
ffmpeg
ffmpeg-audio-thumbnailer
ffmpeg4.4
ffmpegthumbnailer
firefox
flameshot
flatpak
fzf
git-delta
github-cli
gnupg
go
go-tools
google-chrome
gparted
helm
htop
hugo-extended-bin
imagewriter
jq
keepassxc
keychain
lazydocker
lazygit
lua
neovim
paru-git
qbittorrent
ripgrep
ripgrep-all
rsync
rust
tealdeer
tela-circle-icon
telegram-desktop
terraform
tesseract
tesseract-data-eng
tesseract-data-osd
tmux
tumbler-devel
tumbler-extra-thumbnailers
ulauncher
vagrant
vim
virtualbox
virtualbox-host-modules-arch
wget
wkhtmltopdf
woeusbgui
zathura
zathura-djvu
zathura-pdf-mupdf
zeal
zsh
