accountsservice
acpi
acpid
acpilight
alacritty
alacritty-themes
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
anki-bin
apparmor
appimage-thumbnailer-git
appimagelauncher
arandr
aria2
autoconf
automake
b43-fwcutter
base
bash-completion
betterlockscreen
bind
bison
blueman
bluez-utils
btop
calibre
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
ccls
chromium
clifm
clipit
clockify-desktop
code
copyq
cppcheck
cpupower
cronie
cryptsetup
debugedit
dfc
dhclient
dhcpcd
diff-so-fancy
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dropbox
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
entr
epub-thumbnailer-git
evince
exa
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg-audio-thumbnailer
fd
dasht
ffmpegthumbnailer
firefox
fish
flameshot
flatpak
flex
foliate
fzf
gammastep
gcc
gcolor2
github-cli
gnome-control-center
gnome-disk-utility
gnome-epub-thumbnailer
go-tools
google-chrome
gparted
gpm
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hadolint-bin
haveged
htop
i3-gaps
i3blocks
i3status
i3status-rust
imagewriter
inetutils
insect
intel-ucode
jdk-openjdk
keepassxc
keychain
lazygit
lftp
libxfce4util-devel
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
luarocks
lvm2
lxappearance
lxinput
m4
make
man-db
man-pages
mcmojave-cursors
megasync
microsoft-edge-stable-bin
mkinitcpio
mlocate
mousepad
mpv
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nicotine+
nilfs-utils
notification-daemon
ntfs-3g
openssh
os-prober
p7zip
pacmanity
pamac-aur
parted
patch
pavucontrol
pgformatter
picom
polkit-gnome
polybar
ppp
prettier_d_slim
pulseaudio
pulseaudio-alsa
python-pip
python-pynvim
qbittorrent
ranger
raw-thumbnailer
raw-thumbnailer-entry
reflector
ripgrep-all
rofi
rsync
rubocop
ruby
shellcheck
shellharden
shotwell
siji-ttf
stow
stylua
sudo
tealdeer
teamocil
telegram-desktop
terraform
tesseract
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tig
tmux
tree
ttyd
tumbler-devel
tumbler-extra-thumbnailers
ulauncher
unclutter
unrar
vim
wget
wireless_tools
wkhtmltopdf
wpa_supplicant
xarchiver
xcape
xclip
xdg-user-dirs
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-notifyd
xfce4-settings
xfsprogs
xorg-fonts-misc
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xrandr
xplr
zeal
zsh
